import firstImg from '../images/blog/blog-first.jpg';
import secondImg from '../images/blog/blog-second.jpg';
import thirdImg from '../images/blog/blog-third.jpg';
import fourthImg from '../images/blog/blog-fourth.jpg';
import firstBg from '../images/blog/article-bg.jpg';

export const blog = [
  {
    index: 1,
    title:
      'Переваги інвестування в дуплекси: Чому це вигідно для вашого портфелю нерухомості',
    description:
      'Дослідження можливостей інвестування в дуплекси як вигідної стратегії для розширення портфелю нерухомості та отримання стабільного доходу.',
    text: "Інвестування в нерухомість завжди залишається однією з найпопулярніших та найстабільніших стратегій збереження та збільшення капіталу. Серед різних форм нерухомості, дуплекси – це один із найбільш привабливих варіантів для інвестування, оскільки вони поєднують у собі кілька вигідних факторів. Стійкий потік доходу Однією з головних переваг інвестування в дуплекси є можливість отримання стійкого потоку доходу. Оскільки дуплекси складаються з двох окремих одиниць житла, ви можете здавати їх в оренду двом різним арендаторам. Це забезпечує вам більш стабільний дохід у порівнянні з одним об'єктом нерухомості, оскільки навіть у випадку, якщо одна з квартир залишиться порожньою, ви продовжите отримувати дохід від другої. Можливість жити та здавати в оренду Інвестування в дуплекс дає вам можливість не тільки отримувати дохід від оренди, але і самому проживати в одній з одиниць, в той час як іншу здаєте в оренду. Це особливо зручно для тих, хто шукає спосіб власного проживання та одночасно бажає інвестувати в нерухомість. Потенціал для збільшення вартості Дуплекси часто знаходяться в житлових районах, де вартість нерухомості постійно зростає. Крім того, якщо ви покращуєте і підтримуєте в найкращому стані свій дуплекс, це може позитивно вплинути на його вартість у майбутньому.",
    date: '14.02.2024',
    img: firstImg,
    bgImg: firstBg,
  },
  {
    index: 2,
    title:
      'Дизайн і функціональність: Як правильно обрати дуплекс, щоб відповідати вашим потребам',
    description:
      'Поради щодо вибору дуплексу, який ідеально відповідає вашим потребам та стилю життя, з особливим акцентом на практичність та комфорт.',
    text: 'Поради щодо вибору дуплексу, який ідеально відповідає вашим потребам та стилю життя, з особливим акцентом на практичність та комфорт.',
    date: '14.02.2024',
    img: secondImg,
    bgImg: firstBg,
  },
  {
    index: 3,
    title:
      'Створюючи ідеальний дім: Секрети вибору місця для будівництва дуплексу',
    description:
      'Визначення ключових факторів при виборі місця розташування для будівництва дуплексу, з урахуванням доступності сервісів, інфраструктури та потенціалу ...',
    text: 'Визначення ключових факторів при виборі місця розташування для будівництва дуплексу, з урахуванням доступності сервісів, інфраструктури та потенціалу ...',
    date: '14.02.2024',
    img: thirdImg,
    bgImg: firstBg,
  },
  {
    index: 4,
    title:
      'Технології та інновації в будівництві дуплексів: Рушійні сили майбутнього',
    description:
      'Огляд новітніх технологій та інновацій у будівництві дуплексів, які покращують ефективність будівництва, енергоефективність та зручність для мешканців.',
    text: 'Огляд новітніх технологій та інновацій у будівництві дуплексів, які покращують ефективність будівництва, енергоефективність та зручність для мешканців.',
    date: '14.02.2024',
    img: fourthImg,
    bgImg: firstBg,
  },
];
